[
    {
        "name": "研发线",
        "type": [
            {
                "name": "技术开发部经理",
                "city": "南昌",
                "respon": [
                    "根据公司发展战略目标，负责制定技术发展规划与整合平台资源规划；",
                    "负责部门的战略发展目标和工作方案，建立规范、高效的技术部门管理体系并优化完善；",
                    "负责组织公司核心技术产品的行业技术研究和攻关工作，指导并参与核心代码的开发,解决项目开发过程中的重大技术及衔接问题；",
                    "负责开发、协调、领导技术开发团队，负责系统的架构设计、系统分析、产品开发、平台搭建和性能优化等各项任务，把控系统安全性和稳定性；",
                    "负责技术开发团队的建设、培养等相关工作。"
                ],
                "require": [
                    "统招本科及以上学历，计算机等相关专业；",
                    "5年以上大型互联网平台项目开发经验；优先3年以上软件开发工作经验，优先3年及以上10人的技术团队管理经验；",
                    "擅长互联网技术研发，有（从无到有）独立完成复杂系统架构、设计以及编码的经验；",
                    "精通JAVA等开发语言，做过互联网APP的技术架构优先；",
                    "熟悉Springcloud、Springboot、Oracle、mySql数据库的管理；有系统架构设计、开发架构、微服务架构经验；",
                    "熟悉Linux平台，有服务器维护及管理经验优先；",
                    "具有目标结果导向和管理能力、思维逻辑能力强、专业技术能力"
                ]
            },
            {
                "name": "大数据研发工程师",
                "city": "南昌",
                "respon": [
                    "参与公司的大数据处理框架的研发设计工作，梳理可实现方案和技术规范；",
                    "负责公司在烟草行业大数据项目中的离线、实时大数据处理系统的设计；参与烟草大数据应用的建模及算法分析等；基于大数据生态圈，支持离线、在线、流处理等大数据场景应用实现；",
                    "负责公司烟草行业项目的整体大数据架构设计，完成从业务模型到数据模型的设计工作，熟悉业务模型分析及转换，具备较强的业务理解和业务抽象能力，善于从复杂现象中抽象根本问题，分析根本原因，并形成最合适的项目快速解决方案；",
                    "完成各种面向业务目标的数据分析模型的定义和应用开发，熟悉常用的分析、统计、建模方法，熟悉数据仓库相关技术；",
                    "参与机器学习相关算法研究、实现与应用。"
                ],
                "require": [
                    "本科及以上学历，计算机、软件工程相关专业，至少8年以上工作经验，5年以上大数据开发经验；近3年拥有在BAT（百度、阿里、腾讯）大数据部门任职经历者优先；或者有行业大数据项目实施经验优先；",
                    "熟悉Hadoop架构与生态圈（如：HDFS、Hive、HBASE、Mapreduce、Spark、SparkStreaming、Kafka、ElasticSearch、Pig等）；",
                    "熟悉数据仓库，数据算法，分布式计算技术理论，具有大数据整体系统架构设计经验；",
                    "熟悉Linux系统，熟练使用shell/perl/python脚本处理问题；",
                    "对深度学习框架（Tensorflow）和机器学习（svm随机深林贝叶斯等）有一定了解的优先；具备机器学习算法能力者优先。"
                ]
            },
            {
                "name": "Java开发工程师",
                "city": "南昌",
                "respon": [
                    "参与项目的需求调研和需求分析，撰写相关技术文档；",
                    "项目概要设计、详细设计、开发计划等的编制并实施；",
                    "项目开发测试、部署和集成。"
                ],
                "require": [
                    "全日制统招本科及以上学历，计算机等相关专业，3年以上Java开发经验；",
                    "熟练使用SSM等目前主流的Java开发框架；熟悉Rabbitmq基本原理及应用场景、Redis基本原理及应用场景；使用过Springboot框架者优先;",
                    "积极、向上、富有团队精神，有责任心，抗压能力强;",
                    "具备良好的沟通协作能力、团队合作精神、能承受较大的工作压力；",
                    "熟悉Springboot,SpringCloud,Linux，Docker优先;",
                    "熟悉微信开发，熟悉Vue者优先；",
                    "热爱开源技术，能够主动学习新的技术，在github活跃者优先;"
                ]
            },
            {
                "name": "Java架构师",
                "city": "南昌",
                "respon": [
                    "对公司Java项目的重用、扩展、安全、性能、伸缩性、简洁等做系统级的把握;",
                    "理解系统的业务需求，制定系统的整体框架;",
                    "对系统框架相关技术和业务进行培训，指导开发人员开发。并解决系统开发、运行中出现的各种问题；",
                    "主导系统全局分析设计和实施、负责软件构架和关键技术决策的角色。"
                ],
                "require": [
                    "计算机及相关专业本科或以上学历；",
                    "拥有系统架构相关的知识和经验，很强的自学能力、分析能力、解决问题的能力，写作、沟通表达、培训；",
                    "具备8年以上软件行业工作经验；在Java方向具备4年以上C/S或B/S体系结构软件产品开发及架构和设计经验；具备3年以上的代码编写工作经验；",
                    "具备丰富的大中型开发项目的总体规划、方案设计及技术队伍管理经验；",
                    "对相关的技术标准有深刻的认识，对软件工程标准规范有良好的把握；精通Java构架设计的理论、实践和工具，并掌握多种参考构架、主要的可重用构架机制和模式；",
                    "具备战略性和前瞻性思维能力，善于把握全局，能够在更高抽象级别上进行思考；对项目开发涉及的所有问题领域都有经验，包括彻底地理解项目需求，开展分析设计之类软件工程活动等；",
                    "具备领导素质，以便在各小组之间推进技术工作，并在项目压力下做出牢靠的关键决策拥有优秀的沟通能力。"
                ]
            },
            {
                "name": "安卓研发工程师",
                "city": "南昌",
                "respon": [
                    "搭建Android应用构架，提交Android系统技术方案；",
                    "独立负责完成Android移动互联网客户端软件的开发维护；",
                    "配合项目经理进行项目分析，技术研讨，实行技术方案的整合；",
                    "进行Android技术文档编写；",
                    "完成领导分配的其他工作。"
                ],
                "require": [
                    "计算机相关专业本科以上学历，三年以上java/J2ME相关工作经验； ",
                    "对Android体系构架有深入的了解，尤其是framework，能独立完成Android客户端的开发工作及后期维护bug修复工作； ",
                    "精通Android sdk、各种组件、网络通讯、数据存储、UI布局、动画与控件的使用； ",
                    "熟悉图形编程、多线程编程、网络编程、service等； ",
                    "熟悉常用设计模式、基本的数据结构与算法，熟悉http协议和tcp/ip协议；",
                    " 熟悉使用svn、cvs或者git； ",
                    "有较强的执行能力，能保证项目的进度和质量；"
                ]
            },
            {
                "name": "前端工程师",
                "city": "南昌",
                "respon": [
                    "主持产品UI和交互方面的开发需求；",
                    "负责PC网页产品的前端展示效果开发，配合后台开发人员实现网站动态功能；",
                    "负责优化代码并保持良好的ie8+、Chrome、firefox等浏览器兼容性；",
                    "负责前端效果调优，前端体验优化；",
                    "基于HTML5.0标准进行页面制作，编写可复用的用户界面组件；"
                ],
                "require": [
                    "计算机、软件工程及相关专业大专以上毕业；",
                    "一年以上Web前端开发经验，熟练掌握HTML5技术；",
                    "熟悉HTML/XHTML、CSS等网页制作技术，熟悉页面架构和布局，能够解决各种浏览器兼容性问题；",
                    "精通JavaScript、Ajax，精通jquery等前端框架；",
                    "有过angular、vue、nodejs、react开发经验优先，使用过sass、compass、bootstrap、gulp优先；",
                    "具备良好的团队合作精神、较好的沟通能力、高度的责任感，具有较强的抗压能力；",
                    "工作认真细致，有独立分析问题和解决问题的能力,有自己的见解，能主动根据业务需要，提出合理的方案，有后端开发或者协同工作经验者优先。"
                ]
            }
        ]
    },
    {
        "name": "产品线",
        "type": [
            {
                "name": "产品经理",
                "city": "南昌",
                "respon": [
                    "负责产品以及定制项目的规划与设计，制定标准产品优化方案；",
                    "根据业务需求，撰写详细的产品设计文档和原型设计文档；",
                    "与研发、设计、运营等部门有效沟通，确保其对产品充分理解；",
                    "独立完成产品界面、功能、流程设计，协调并推动开发人员工作。"
                ],
                "require": [
                    "本科及以上学历，2年以上互联网产品工作经验，有电商类经验者优先；",
                    "良好的产品架构设计能力；",
                    "思路清晰，逻辑分析能力强，对数据敏感尤佳；",
                    "沟通、协调、组织能力好，有较强责任心与团队精神。"
                ]
            }
        ]
    },
    {
        "name": "运营线",
        "type": [
            {
                "name": "商品运营专员",
                "city": "南昌",
                "respon": [
                    "全面负责商品规划管理、合同标准建立及执行、价格策略制定及管控、供应链管理指标制定、数据分析及管理、物流仓库协调；",
                    "负责采销相关管理工作，同时做好商户的引进，做好采销工作的管控;",
                    "制定商品运营计划及品类规划;",
                    "独立完成产品界面、功能、流程设计，协调并推动开发人员工作。"
                ],
                "require": [
                    "大专及以上学历，熟悉超市或便利店行业商品规划及采销相关工作，有国内知名连锁便利店采销管理经验者优先；",
                    "2年以上便利店行业采购、销售、商品规划部门工作经验，3年以上管理经验；",
                    "较强的沟通与谈判能力、团队管理及人员管理能力，较强的市场把握能力。"
                ]
            },
            {
                "name": "内容运营专员",
                "city": "南昌",
                "respon": [
                    " 负责落实传统零售门店向新零售门店转型升级，及智慧门店项目的前期筹备、搭建、运行、后期的运营管理。",
                    "利用或整合新科技、新硬件结合顾客体验或行业趋势，进行各类数据分析及应用，使智慧门店各项功能得以实现。",
                    "监控关键数据指标，不断优化业务方案，提升终端运营效果，大数据应用，为产品规划和模式创新提供依据。",
                    "负责智慧门店体系规划，应用旗舰店的成功模式，传统实体门店升级，门店运营管理",
                    "竞品分析和行业发展动态调研及应用，推动新零售门店管理升级。"
                ],
                "require": [
                    "本科以上学历;",
                    "有超市行业相关管理岗位工作经验优先;",
                    "有3年以上线上线下运营管理经验;",
                    "具有良好的跨部门沟通协调能力和团队协作能力，善于调动内外部资源。"
                ]
            }
        ]
    },
    {
        "name": "技术支持",
        "type": [
            {
                "name": "软件运维工程师",
                "city": "南昌",
                "respon": [
                    "计算机维护及技术支持；",
                    "终端用户的日常桌面系统的运行维护、技术支持；",
                    "信息化系统（软硬件系统及网络环境）的运行维护；",
                    "主流IT外围设备（读卡器等）的安装、配置、故障排除；",
                    "保障终端目标的高可靠性、连续性运行。"
                ],
                "require": [
                    " 计算机、软件工程及相关专业大专以上毕业；",
                    "熟悉计算机软、硬件安装、配置、维护、故障排除；",
                    "具备一定网络知识，配置接入端交换机；",
                    "熟悉Windows、Linux等操作系统的使用；",
                    "熟悉主流应用软件（Office、Wps、杀毒软件等）的安装配置；",
                    "具备良好的团队合作意识与客户沟通技巧。"
                ]
            },
            {
                "name": "售前技术工程师",
                "city": "南昌",
                "respon": [
                    "负责与客户进行技术宣讲交流、技术引导、讲解公司产品和解决方案，对客户信息化需求进行调研和分析；",
                    "负责项目技术方案、产品配置、技术交流引导、产品和项目PPT的制作以及标书应答；",
                    "负责相关行业客户、竞争对手市场信息搜集和分析、向市场人员提供支撑和服务；",
                    "具备较强的沟通协调能力，工作踏实、敬业，有良好的合作精神。"
                ],
                "require": [
                    "学历：大学本科以上，专业不限。",
                    "工作经验：从事信息化相关工作5年以上，有政府客户相关行业从业经验优先。",
                    "具备良好的思维策划能力、协调沟通能力、培训演讲能力，分析、判断、学习、创新能力。"
                ]
            }
        ]
    }
]